
<policyDefinitionResources revision="1.0" schemaVersion="1.0">

  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Name_ECSCommunicationEnabled">启用通信并下载实验</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge 更新 1.3.133.3 及更高版本</string>
      <string id="Pol_ProxyMode">选择如何指定代理服务器设置</string>
      <string id="Name_ForceInstallsMachine">强制安装 (计算机范围)</string>
      <string id="Name_ManualUpdatesOnly">仅手动更新</string>
      <string id="Pol_EdgePreview">允许 Windows Insider 计划中的用户加入 Edge 预览版</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge 更新 1.3.21.81 及更高版本</string>
      <string id="Explain_Applications">需要更新的 ADMX/ADML 模板才能支持将来发布的 Microsoft Edge 应用程序。</string>
      <string id="Name_DesktopShortcutDisabled">安装时禁止创建桌面快捷方式</string>
      <string id="Pol_DefaultRemoveDesktopShortcut">默认更新时删除桌面快捷方式</string>
      <string id="TargetChannel_Dev_DropDown">开发人员</string>
      <string id="Pol_ECSControl">控制更新程序与试验和配置服务的通信</string>
      <string id="Explain_ECSControl">在 Microsoft Edge 更新中，试验和配置服务用于部署试验有效负载。

试验有效负载包括一系列 Microsoft 启用的用于测试和反馈的早期开发功能。

如果启用此策略，可从试验和配置服务下载试验有效负载。

如果禁用此策略，则将完全终止与试验和配置服务的通信。

如果不配置此策略，托管设备上的行为将与“已禁用”策略相同。

如果不配置此策略，非托管设备上的行为将与“已启用”策略相同。</string>
      <string id="Name_InstallsDisabled">安装已禁用</string>
      <string id="Pol_TargetChannel">目标频道替代</string>
      <string id="Pol_AllowInstallation">允许安装</string>
      <string id="ProxyFixedServers_DropDown">使用固定的代理服务器</string>
      <string id="Explain_CreateDesktopShortcut">如果启用此策略，安装 Microsoft Edge 后将创建桌面快捷方式。
  如果禁用此策略，安装 Microsoft Edge 后不会创建桌面快捷方式。
  如果不配置此策略，将在安装过程中创建 Microsoft Edge 的桌面快捷方式。
  如果已安装 Microsoft Edge，则此策略不起作用。

  如果不为某个频道配置此策略，则由 '默认安装时禁止创建桌面快捷方式' 策略配置决定在安装 Microsoft Edge 后是否创建快捷方式。</string>
      <string id="TargetChannel_Extended_Stable_DropDown">扩展的稳定</string>
      <string id="Pol_AllowSideBySideExperience">允许 Microsoft Edge 并行浏览器体验</string>
      <string id="Explain_AutoUpdateCheckPeriod">自动更新检查之间的最小分钟数。

将此策略设置为值 0 以禁用 Microsoft Edge 更新的所有定期网络流量。建议不要这样做，因为这样会阻止 Microsoft Edge 更新本身接收稳定性和安全更新。

“更新策略覆盖默认值”和每个应用程序的“更新策略覆盖”设置应该用于管理应用程序更新而不是此设置。</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Microsoft Edge 更新 1.3.119.43 及更高版本</string>
      <string id="Explain_DefaultUpdatePolicy">允许针对 Microsoft Edge 更新处理 Microsoft Edge 可用更新方式的相关所有通道设置默认行为。可以通过为这些特定通道指定“更新策略替代”策略来覆盖各通道。

  如果启用此策略，Microsoft Edge 更新将根据配置以下选项的方式处理 Microsoft Edge 更新：
   - 始终允许更新：始终在发现更新时应用更新（通过定期更新检查或手动更新检查）。
   -仅自动无提示更新：仅在定期更新检查发现更新时才应用更新。
   -仅手动更新：仅当用户运行手动更新检查时，才会应用更新。
   -禁用更新：从不应用更新。

  如果选择手动更新，请确保使用该应用程序的手动更新机制（如果有）定期检查更新。如果禁用更新，则会定期检查更新并将其分发给用户。

  如果未启用和配置此策略，则 Microsoft Edge 更新将处理“ 更新策略替代”策略指定的可用更新。

  此策略仅适用于已加入 Microsoft® Active Directory® 域的 Windows 实例。</string>
      <string id="Explain_WebView_AutoUpdate">允许指定是否为 WebView2 运行时启用自动更新。WebView2 运行时是应用程序用于显示 Web 内容的组件。
默认启用自动更新。禁用 WebView2 运行时的自动更新可能会导致依赖此组件的应用程序出现兼容性问题。

如果启用此策略，Microsoft Edge 更新根据配置以下选项的方式处理 WebView2 运行时更新：
 - 始终允许更新：更新自动下载并应用
 - 禁用更新：更新永远不会下载或应用

如果不启用此策略， 将自动下载并应用更新。</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge 更新 1.3.34.3 及更高版本</string>
      <string id="ProxyAutoDetect_DropDown">自动检测代理设置</string>
      <string id="ProxyPacScript_DropDown">使用 .pac 代理脚本</string>
      <string id="DownloadPreference_DropDown">可缓存的下载 URL</string>
      <string id="Name_ForceInstallsUser">强制安装 (按用户)</string>
      <string id="Explain_AllowSideBySideExperience">此策略允许用户并行运行 Microsoft Edge (Edge HTML)和 Microsoft Edge (基于 Chromium)。

如果将此策略设置为“未配置”，则在安装 Microsoft Edge (基于 Chromium)稳定通道和 2019 年 11 月安全更新后，Microsoft Edge (基于 Chromium)将取代 Microsoft Edge (Edge HTML)。这与“已禁用”设置的行为相同。

“已禁用”设置会阻止并行体验，在安装 Microsoft Edge (基于 Chromium)稳定通道和 2019 年 11 月安全更新后，Microsoft Edge (基于 Chromium)将取代 Microsoft Edge (Edge HTML)。这与“未配置”设置的行为相同。

当此策略为“已启用”时，Microsoft Edge (基于 Chromium)和 Microsoft Edge (Edge HTML)可以在安装 Microsoft Edge (基于 Chromium)后并行运行。

若要使此组策略生效，必须在 Windows 更新自动安装 Microsoft Edge (基于 Chromium)之前对其进行配置。注意: ​用户可以使用 Microsoft Edge (基于 Chromium)阻止程序工具包阻止自动更新 Microsoft Edge (基于 Chromium)。

从 Windows 10 版本 20H2 开始，不支持 Microsoft Edge 旧版和并行浏览器体验。</string>
      <string id="Explain_RemoveDesktopShortcut">如果将此策略设置为"强制删除系统级桌面快捷方式"，则当浏览器更新或计算机重新启动时，将删除任何现有的系统级别Microsoft Edge桌面快捷方式。
如果将此策略设置为"强制删除系统级别和用户级桌面快捷方式"，则当浏览器更新或计算机重新启动时，将删除任何现有的系统级别Microsoft Edge桌面快捷方式，并且在浏览器更新时将删除任何现有的用户级桌面快捷方式。这包括用户自定义的用户级桌面快捷方式。
如果未配置此策略，则现有桌面快捷方式Microsoft Edge不会发生任何情况。

如果未为频道配置此策略，"默认更新时删除桌面快捷方式"策略配置将确定删除桌面快捷方式。</string>
      <string id="ProxyDisabled_DropDown">从不使用代理</string>
      <string id="Pol_DefaultAllowInstallation">默认允许安装</string>
      <string id="Pol_ProxyPacUrl">指向代理 .pac 文件的 URL</string>
      <string id="Cat_Applications">应用程序</string>
      <string id="Explain_ProxyPacUrl">允许指定代理自动配置（PAC）文件的 URL。

  如果启用此策略，则可以为PAC文件指定一个URL，以自动执行 Microsoft Edge 更新如何选择适当的代理服务器来提取特定网站。

仅当已在 "选择如何指定代理服务器设置" 策略中指定手动代理设置时，才会应用此策略。

如果在 "选择如何指定代理服务器设置" 策略中选择了“手动”之外的代理设置，则不需要配置此策略。</string>
      <string id="Sup_EdgeUpdate1_3_145_1">Microsoft Edge 更新 1.3.145.1 及更高版本</string>
      <string id="TargetChannel_Beta_DropDown">Beta 版本</string>
      <string id="Sup_EdgeUpdate1_3_168_21">Microsoft Edge 更新 1.3.168.21 及更高版本</string>
      <string id="Explain_Preferences">Microsoft Edge 更新的常规策略。</string>
      <string id="Explain_WebView">指定 WebView2 运行时的策略。</string>
      <string id="Explain_ProxyServer">允许指定供 Microsoft Edge 更新使用的代理服务器的URL。

  如果启用此策略，则可以设置组织中的 Microsoft Edge 更新所使用的代理服务器 URL。

  仅当你在 "选择如何指定代理服务器设置" 策略中选择了手动代理设置时，才会应用此策略。

  如果在 "选择如何指定代理服务器设置" 策略中选择了“手动”之外的代理设置，则不要配置此策略。</string>
      <string id="Explain_DefaultAllowInstallation">你可以指定所有通道的默认行为，以便在加入域的设备上允许或阻止 Microsoft Edge。

你可以通过为特定通道启用“允许安装”策略来覆盖各个通道的此策略。

如果禁用此策略，则会阻止 Microsoft Edge 的安装。仅当“允许安装”策略设置为“未配置”时，才会影响 Microsoft Edge 软件的安装。

此策略不会阻止 Microsoft Edge 更新运行，也不会阻止用户通过其他方法安装 Microsoft Edge 软件。

此策略仅适用于已加入 Microsoft® Active Directory® 域的 Windows 实例。</string>
      <string id="Sup_EdgeUpdate1_3_155_1">Microsoft Edge 更新 1.3.155.1 及更高版本</string>
      <string id="TargetChannel_Stable_DropDown">稳定版</string>
      <string id="Cat_Google">Microsoft</string>
      <string id="Pol_DefaultUpdatePolicy">更新策略替代默认值</string>
      <string id="Explain_ProxyMode">允许你指定 Microsoft Edge 更新所使用的代理服务器设置。

如果启用此策略，则可以选择以下代理服务器选项之一：
   -如果选择从不使用代理服务器并且始终直接连接，则将忽略所有其他选项。
   -如果选择使用系统代理设置或自动检测代理服务器，则会忽略所有其他选项。
   -如果选择“固定服务器代理”模式，则可以在 '代理服务器的地址或 URL' 策略中指定更多选项。
   -如果选择使用 pac 代理脚本，则必须在 '代理 .pac 文件的 URL' 策略中指定脚本的 URL。

  如果启用此策略，则组织中的用户无法在 Microsoft Edge 更新中更改代理设置。

  如果禁用或未配置此策略，则不会配置任何代理服务器设置，但组织中的用户可以为 Microsoft Edge 更新选择自己的代理设置。</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge 更新 1.3.26.0 及更高版本</string>
      <string id="Pol_RemoveDesktopShortcut">更新时删除桌面快捷方式</string>
      <string id="Sup_EdgeUpdate1_3_147_1">Microsoft Edge 更新 1.3.147.1 及更高版本</string>
      <string id="Name_UpdatesDisabled">更新已禁用</string>
      <string id="Pol_RollbackToTargetVersion">回退到目标版本</string>
      <string id="Explain_WebView_Install">Lets you specify whether the WebView2 Runtime can be installed using Microsoft Edge Update.

  If you enable this policy, users can install the WebView2 Runtime through Microsoft Edge Update.

  If you disable this policy (or set it to 'Installs disabled'), users cannot install the WebView2 Runtime through Microsoft Edge Update.

  If you set this policy to Always allow Machine-Wide Installs but not Per-User Installs, the WebView2 Runtime will only be deployed machine-wide.

  If you set the policy to Force Installs (Machine-Wide), users can install the WebView2 Runtime to all machines where Microsoft Edge Update is pre-installed. Requires Microsoft Edge Update 1.3.155.43 or higher.

  If you don't configure this policy, the WebView2 Runtime will be installed through Microsoft Edge Update.</string>
      <string id="Explain_GoogleUpdate">使用 Microsoft Edge 更新控制 Microsoft Edge 的安装和更新的策略。</string>
      <string id="Explain_DefaultRemoveDesktopShortcut">允许您为安装Microsoft Edge时创建桌面快捷方式的所有通道指定默认行为。

如果将此策略设置为"强制删除系统级桌面快捷方式"，则当浏览器更新或计算机重新启动时，将删除任何现有的系统级别Microsoft Edge桌面快捷方式。
  如果将此策略设置为"强制删除系统级别和用户级桌面快捷方式"，则当浏览器更新或计算机重新启动时，将删除任何现有的系统级别Microsoft Edge桌面快捷方式，并且在浏览器更新时将删除任何现有的用户级桌面快捷方式。这包括用户自定义的用户级桌面快捷方式。
  如果未配置此策略，则现有桌面快捷方式Microsoft Edge不会发生任何情况。</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">如果启用此策略，则每天从 Hour:Minute 开始禁止更新检查，并持续一定的时间(以分钟为单位)。持续时间不受夏令时影响。例如，如果开始时间为 22:00，持续时间为 480 分钟，则更新将恰好被禁止 8 小时，而无论夏令时是在此期间开始或结束。

  如果禁用或不配置此策略，则不会在任何特定时间段内禁止更新检查。</string>
      <string id="Name_UpdatesEnabled">始终允许更新(推荐)</string>
      <string id="Cat_ProxyServer">代理服务器</string>
      <string id="Pol_CreateDesktopShortcut">安装时禁止创建桌面快捷方式</string>
      <string id="Pol_AutoUpdateCheckPeriod">自动更新检查时段替代</string>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge 更新 1.2.145.5 及更高版本</string>
      <string id="Pol_DefaultCreateDesktopShortcut">默认安装时禁止创建桌面快捷方式</string>
      <string id="Name_DeleteSystemDesktopShortcuts">强制删除系统级桌面快捷方式</string>
      <string id="Name_ECSCommunicationDisabled">禁止与试验和配置服务通信</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge 更新 1.3.33.5 及更高版本</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge 更新 1.3.127.1 及更高版本</string>
      <string id="Name_InstallsEnabled">始终允许安装(推荐)</string>
      <string id="Explain_DownloadPreference">如果已启用，Microsoft Edge 更新服务器将尝试在其响应中为更新负载提供缓存友好的 URL。</string>
      <string id="Name_AutomaticUpdatesOnly">仅自动静默更新</string>
      <string id="Pol_TargetVersionPrefix">目标版本覆盖</string>
      <string id="Pol_DownloadPreference">下载 URL 类替代</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">每天中取消自动更新检查的时间段</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge 更新 1.3.128.0 及更高版本</string>
      <string id="Cat_WebView">Microsoft Edge WebView2 Runtime</string>
      <string id="Pol_UpdatePolicy">更新策略替代</string>
      <string id="Pol_ProxyServer">代理服务器的地址或 URL</string>
      <string id="Explain_DefaultCreateDesktopShortcut">可用于指定安装 Microsoft Edge 后所有频道创建桌面快捷方式的默认行为。

  如果启用此策略，安装 Microsoft Edge 后将创建桌面快捷方式。
  如果禁用此策略，安装 Microsoft Edge 后不会创建桌面快捷方式。
  如果不配置此策略，将在安装过程中创建 Microsoft Edge 的桌面快捷方式。
  如果已安装 Microsoft Edge，则此策略将不起作用。</string>
      <string id="Name_DeleteAllDesktopShortcuts">强制删除系统级和用户级桌面快捷方式</string>
      <string id="ProxyUseSystem_DropDown">使用系统代理设置</string>
      <string id="Cat_Preferences">首选项</string>
      <string id="Name_InstallsEnabledMachineOnly">始终允许Machine-Wide安装，但不允许Per-User安装</string>
      <string id="Cat_GoogleUpdate">Microsoft Edge 更新</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">指定是否可以在加入域的设备上安装 Microsoft Edge 通道。

  如果对某个频道启用此策略，将不会阻止 Microsoft Edge 安装。

  如果对某个通道禁用此策略(或将其设置为“禁用安装”)，则不会阻止安装 Microsoft Edge。

  如果没有为通道配置此策略，则 "默认允许安装" 策略配置将确定用户是否可以安装该 Microsoft Edge 通道。

如果将此策略设置为“始终允许计算机范围的安装”，但不允许按用户安装，"APP_NAME" 将仅在计算机范围内部署。

如果将此策略设置为“强制安装”(计算机范围)，则 "APP_NAME" 只能在预安装 Microsoft Edge 更新的情况下部署在计算机范围内。需要 Microsoft Edge 更新 1.3.155.43 或更高版本。

如果将此策略设置为“强制安装”(按用户)，在 Microsoft Edge 更新是按用户预先安装的情况下，"APP_NAME" 只能按用户部署到所有计算机。需要 Microsoft Edge 更新 1.3.155.43 或更高版本。

此策略仅适用于已加入 Microsoft® Active Directory® 域的 Windows 实例。</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">指定 Microsoft Edge 更新如何处理 Microsoft Edge 可用的更新。

如果启用此策略，Microsoft Edge 更新将根据配置以下选项的方式处理 Microsoft Edge 更新：
  - 始终允许更新：始终在发现更新时应用更新（通过定期更新检查或手动更新检查）。
  - 仅自动无提示更新：仅在定期更新检查发现更新时才应用更新。
  - 仅手动更新：仅当用户运行手动更新检查时，才会应用更新（并非所有应用提供此选项的界面）。
  - 禁用更新：从不应用更新。

如果选择手动更新，请确保使用该应用程序的手动更新机制（如果有）定期检查更新。如果禁用更新，则会定期检查更新并将其分发给用户。

如果未启用和配置此策略，则 Microsoft Edge 更新将处理“更新策略替代默认值”策略指定的可用更新。

有关详细信息，请参阅 https://go.microsoft.com/fwlink/?linkid=2136406。

此策略仅在加入 Microsoft® Active Directory® 域的 Windows 实例上可用。</string>
      <string id="Explain_TargetChannelMicrosoftEdge">指定应更新到的频道Microsoft Edge。

如果启用此策略，则将根据配置以下选项的方式将Microsoft Edge 更新到频道: 

 - 稳定版: Microsoft Edge将更新到最新稳定版本。
 - Beta 版本: Microsoft Edge 将更新到最新的 beta 版本。
 - 开发版: Microsoft Edge 将更新到最新开发版本。
 - 扩展稳定版: Microsoft Edge 将更新为最新的扩展稳定版本，其发布节奏长于稳定版本。有关详细信息，请访问 https://go.microsoft.com/fwlink/?linkid=2163508。

如未配置此策略，Microsoft Edge 将更新到默认频道可用的最新版本。

此策略仅适用于已加入 Microsoft® Active Directory® 域的 Windows 实例。</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">如果启用此策略和自动更新，则 Microsoft Edge 将会更新至此策略值指定的版本。

策略值必须为特定 Microsoft Edge 版本，如 83.0.499.12。

如果设备安装了比指定值更新的 Microsoft Edge 版本，则 Microsoft Edge 将继续沿用较新版本，不会降级为指定版本。

如果指定版本不存在，或者格式不正确，则 Microsoft Edge 将继续沿用其当前版本，并且不会自动更新至未来的版本。

有关详细信息，请参阅 https://go.microsoft.com/fwlink/?linkid=2136707。

此策略仅适用于已加入 Microsoft® Active Directory® 域的 Windows 实例。</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">指定 Microsoft Edge 更新应将 Microsoft Edge 的安装回滚到 "目标版本覆盖" 中指示的版本。

除非设置了 "目标版本覆盖" 且 "更新策略替代" 设置为其中一种打开状态(“始终允许更新”、“仅自动无提示更新”、“仅手动更新”)，否则此策略无效。

如果禁用或未配置此策略，则版本比 "目标版本覆盖" 指定的版本高的安装将保留原样。

如果启用此策略，则当前版本高于 "目标版本覆盖" 指定的版本的安装将降级为目标版本。

为了确保受最新安全更新的保护，建议用户安装最新版本的 Microsoft Edge 浏览器。回滚到早期版本可能会遇到已知的安全问题。此策略旨在用作解决 Microsoft Edge 浏览器更新中的问题的临时解决方案。

在临时回滚你的浏览器版本之前，建议你为组织中的所有用户打开同步(https://go.microsoft.com/fwlink/?linkid=2133032)。如果不打开同步，则存在永久丢失浏览数据的风险。使用此策略的风险由你自行承担。

注意: 可用于回滚的所有版本都可在此处查看: https://aka.ms/EdgeEnterprise。

此策略适用于 Microsoft Edge 版本 86 或更高版本。

有关详细信息，请参阅 https://go.microsoft.com/fwlink/?linkid=2133918。

此策略仅在加入 Microsoft® Active Directory® 域的 Windows 实例上可用。</string>
      <string id="Explain_EdgePolicyMicrosoftEdge">Lets you specify whether users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you enable this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you disable this policy, users in the Windows Insider Program cannot be enrolled in Edge Preview via Microsoft Edge Update.

  - If you don't configure this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update by default.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">指定是否可以在加入域的设备上安装 Microsoft Edge 通道。

  如果对某个频道启用此策略，将不会阻止 Microsoft Edge 安装。

  如果对某个通道禁用此策略(或将其设置为“禁用安装”)，则不会阻止安装 Microsoft Edge。

  如果没有为通道配置此策略，则 "默认允许安装" 策略配置将确定用户是否可以安装该 Microsoft Edge 通道。

如果将此策略设置为“始终允许计算机范围的安装”，但不允许按用户安装，"APP_NAME" 将仅在计算机范围内部署。

如果将此策略设置为“强制安装”(计算机范围)，则 "APP_NAME" 只能在预安装 Microsoft Edge 更新的情况下部署在计算机范围内。需要 Microsoft Edge 更新 1.3.155.43 或更高版本。

如果将此策略设置为“强制安装”(按用户)，在 Microsoft Edge 更新是按用户预先安装的情况下，"APP_NAME" 只能按用户部署到所有计算机。需要 Microsoft Edge 更新 1.3.155.43 或更高版本。

此策略仅适用于已加入 Microsoft® Active Directory® 域的 Windows 实例。</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">指定 Microsoft Edge 更新如何处理 Microsoft Edge 可用的更新。

如果启用此策略，Microsoft Edge 更新将根据配置以下选项的方式处理 Microsoft Edge 更新：
  - 始终允许更新：始终在发现更新时应用更新（通过定期更新检查或手动更新检查）。
  - 仅自动无提示更新：仅在定期更新检查发现更新时才应用更新。
  - 仅手动更新：仅当用户运行手动更新检查时，才会应用更新（并非所有应用提供此选项的界面）。
  - 禁用更新：从不应用更新。

如果选择手动更新，请确保使用该应用程序的手动更新机制（如果有）定期检查更新。如果禁用更新，则会定期检查更新并将其分发给用户。

如果未启用和配置此策略，则 Microsoft Edge 更新将处理“更新策略替代默认值”策略指定的可用更新。

有关详细信息，请参阅 https://go.microsoft.com/fwlink/?linkid=2136406。

此策略仅在加入 Microsoft® Active Directory® 域的 Windows 实例上可用。</string>
      <string id="Explain_TargetChannelMicrosoftEdgeBeta">指定应更新到的频道Microsoft Edge。

如果启用此策略，则将根据配置以下选项的方式将Microsoft Edge 更新到频道: 

 - 稳定版: Microsoft Edge将更新到最新稳定版本。
 - Beta 版本: Microsoft Edge 将更新到最新的 beta 版本。
 - 开发版: Microsoft Edge 将更新到最新开发版本。
 - 扩展稳定版: Microsoft Edge 将更新为最新的扩展稳定版本，其发布节奏长于稳定版本。有关详细信息，请访问 https://go.microsoft.com/fwlink/?linkid=2163508。

如未配置此策略，Microsoft Edge 将更新到默认频道可用的最新版本。

此策略仅适用于已加入 Microsoft® Active Directory® 域的 Windows 实例。</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">如果启用此策略和自动更新，则 Microsoft Edge 将会更新至此策略值指定的版本。

策略值必须为特定 Microsoft Edge 版本，如 83.0.499.12。

如果设备安装了比指定值更新的 Microsoft Edge 版本，则 Microsoft Edge 将继续沿用较新版本，不会降级为指定版本。

如果指定版本不存在，或者格式不正确，则 Microsoft Edge 将继续沿用其当前版本，并且不会自动更新至未来的版本。

有关详细信息，请参阅 https://go.microsoft.com/fwlink/?linkid=2136707。

此策略仅适用于已加入 Microsoft® Active Directory® 域的 Windows 实例。</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">指定 Microsoft Edge 更新应将 Microsoft Edge 的安装回滚到 "目标版本覆盖" 中指示的版本。

除非设置了 "目标版本覆盖" 且 "更新策略替代" 设置为其中一种打开状态(“始终允许更新”、“仅自动无提示更新”、“仅手动更新”)，否则此策略无效。

如果禁用或未配置此策略，则版本比 "目标版本覆盖" 指定的版本高的安装将保留原样。

如果启用此策略，则当前版本高于 "目标版本覆盖" 指定的版本的安装将降级为目标版本。

为了确保受最新安全更新的保护，建议用户安装最新版本的 Microsoft Edge 浏览器。回滚到早期版本可能会遇到已知的安全问题。此策略旨在用作解决 Microsoft Edge 浏览器更新中的问题的临时解决方案。

在临时回滚你的浏览器版本之前，建议你为组织中的所有用户打开同步(https://go.microsoft.com/fwlink/?linkid=2133032)。如果不打开同步，则存在永久丢失浏览数据的风险。使用此策略的风险由你自行承担。

注意: 可用于回滚的所有版本都可在此处查看: https://aka.ms/EdgeEnterprise。

此策略适用于 Microsoft Edge 版本 86 或更高版本。

有关详细信息，请参阅 https://go.microsoft.com/fwlink/?linkid=2133918。

此策略仅在加入 Microsoft® Active Directory® 域的 Windows 实例上可用。</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeBeta">Lets you specify whether users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you enable this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you disable this policy, users in the Windows Insider Program cannot be enrolled in Edge Preview via Microsoft Edge Update.

  - If you don't configure this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update by default.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">指定是否可以在加入域的设备上安装 Microsoft Edge 通道。

  如果对某个频道启用此策略，将不会阻止 Microsoft Edge 安装。

  如果对某个通道禁用此策略(或将其设置为“禁用安装”)，则不会阻止安装 Microsoft Edge。

  如果没有为通道配置此策略，则 "默认允许安装" 策略配置将确定用户是否可以安装该 Microsoft Edge 通道。

如果将此策略设置为“始终允许计算机范围的安装”，但不允许按用户安装，"APP_NAME" 将仅在计算机范围内部署。

如果将此策略设置为“强制安装”(计算机范围)，则 "APP_NAME" 只能在预安装 Microsoft Edge 更新的情况下部署在计算机范围内。需要 Microsoft Edge 更新 1.3.155.43 或更高版本。

如果将此策略设置为“强制安装”(按用户)，在 Microsoft Edge 更新是按用户预先安装的情况下，"APP_NAME" 只能按用户部署到所有计算机。需要 Microsoft Edge 更新 1.3.155.43 或更高版本。

此策略仅适用于已加入 Microsoft® Active Directory® 域的 Windows 实例。</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">指定 Microsoft Edge 更新如何处理 Microsoft Edge 可用的更新。

如果启用此策略，Microsoft Edge 更新将根据配置以下选项的方式处理 Microsoft Edge 更新：
  - 始终允许更新：始终在发现更新时应用更新（通过定期更新检查或手动更新检查）。
  - 仅自动无提示更新：仅在定期更新检查发现更新时才应用更新。
  - 仅手动更新：仅当用户运行手动更新检查时，才会应用更新（并非所有应用提供此选项的界面）。
  - 禁用更新：从不应用更新。

如果选择手动更新，请确保使用该应用程序的手动更新机制（如果有）定期检查更新。如果禁用更新，则会定期检查更新并将其分发给用户。

如果未启用和配置此策略，则 Microsoft Edge 更新将处理“更新策略替代默认值”策略指定的可用更新。

有关详细信息，请参阅 https://go.microsoft.com/fwlink/?linkid=2136406。

此策略仅在加入 Microsoft® Active Directory® 域的 Windows 实例上可用。</string>
      <string id="Explain_TargetChannelMicrosoftEdgeDev">指定应更新到的频道Microsoft Edge。

如果启用此策略，则将根据配置以下选项的方式将Microsoft Edge 更新到频道: 

 - 稳定版: Microsoft Edge将更新到最新稳定版本。
 - Beta 版本: Microsoft Edge 将更新到最新的 beta 版本。
 - 开发版: Microsoft Edge 将更新到最新开发版本。
 - 扩展稳定版: Microsoft Edge 将更新为最新的扩展稳定版本，其发布节奏长于稳定版本。有关详细信息，请访问 https://go.microsoft.com/fwlink/?linkid=2163508。

如未配置此策略，Microsoft Edge 将更新到默认频道可用的最新版本。

此策略仅适用于已加入 Microsoft® Active Directory® 域的 Windows 实例。</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">如果启用此策略和自动更新，则 Microsoft Edge 将会更新至此策略值指定的版本。

策略值必须为特定 Microsoft Edge 版本，如 83.0.499.12。

如果设备安装了比指定值更新的 Microsoft Edge 版本，则 Microsoft Edge 将继续沿用较新版本，不会降级为指定版本。

如果指定版本不存在，或者格式不正确，则 Microsoft Edge 将继续沿用其当前版本，并且不会自动更新至未来的版本。

有关详细信息，请参阅 https://go.microsoft.com/fwlink/?linkid=2136707。

此策略仅适用于已加入 Microsoft® Active Directory® 域的 Windows 实例。</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">指定 Microsoft Edge 更新应将 Microsoft Edge 的安装回滚到 "目标版本覆盖" 中指示的版本。

除非设置了 "目标版本覆盖" 且 "更新策略替代" 设置为其中一种打开状态(“始终允许更新”、“仅自动无提示更新”、“仅手动更新”)，否则此策略无效。

如果禁用或未配置此策略，则版本比 "目标版本覆盖" 指定的版本高的安装将保留原样。

如果启用此策略，则当前版本高于 "目标版本覆盖" 指定的版本的安装将降级为目标版本。

为了确保受最新安全更新的保护，建议用户安装最新版本的 Microsoft Edge 浏览器。回滚到早期版本可能会遇到已知的安全问题。此策略旨在用作解决 Microsoft Edge 浏览器更新中的问题的临时解决方案。

在临时回滚你的浏览器版本之前，建议你为组织中的所有用户打开同步(https://go.microsoft.com/fwlink/?linkid=2133032)。如果不打开同步，则存在永久丢失浏览数据的风险。使用此策略的风险由你自行承担。

注意: 可用于回滚的所有版本都可在此处查看: https://aka.ms/EdgeEnterprise。

此策略适用于 Microsoft Edge 版本 86 或更高版本。

有关详细信息，请参阅 https://go.microsoft.com/fwlink/?linkid=2133918。

此策略仅在加入 Microsoft® Active Directory® 域的 Windows 实例上可用。</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeDev">Lets you specify whether users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you enable this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you disable this policy, users in the Windows Insider Program cannot be enrolled in Edge Preview via Microsoft Edge Update.

  - If you don't configure this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update by default.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">指定是否可以在加入域的设备上安装 Microsoft Edge 通道。

  如果对某个频道启用此策略，将不会阻止 Microsoft Edge 安装。

  如果对某个通道禁用此策略(或将其设置为“禁用安装”)，则不会阻止安装 Microsoft Edge。

  如果没有为通道配置此策略，则 "默认允许安装" 策略配置将确定用户是否可以安装该 Microsoft Edge 通道。

如果将此策略设置为“强制安装”(按用户)，在 Microsoft Edge 更新是按用户预先安装的情况下，"APP_NAME" 只能按用户部署到所有计算机。需要 Microsoft Edge 更新 1.3.155.43 或更高版本。

此策略仅适用于已加入 Microsoft® Active Directory® 域的 Windows 实例。</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">指定 Microsoft Edge 更新如何处理 Microsoft Edge 可用的更新。

如果启用此策略，Microsoft Edge 更新将根据配置以下选项的方式处理 Microsoft Edge 更新：
  - 始终允许更新：始终在发现更新时应用更新（通过定期更新检查或手动更新检查）。
  - 仅自动无提示更新：仅在定期更新检查发现更新时才应用更新。
  - 仅手动更新：仅当用户运行手动更新检查时，才会应用更新（并非所有应用提供此选项的界面）。
  - 禁用更新：从不应用更新。

如果选择手动更新，请确保使用该应用程序的手动更新机制（如果有）定期检查更新。如果禁用更新，则会定期检查更新并将其分发给用户。

如果未启用和配置此策略，则 Microsoft Edge 更新将处理“更新策略替代默认值”策略指定的可用更新。

有关详细信息，请参阅 https://go.microsoft.com/fwlink/?linkid=2136406。

此策略仅在加入 Microsoft® Active Directory® 域的 Windows 实例上可用。</string>
      <string id="Explain_TargetChannelMicrosoftEdgeCanary">指定应更新到的频道Microsoft Edge。

如果启用此策略，则将根据配置以下选项的方式将Microsoft Edge 更新到频道: 

 - 稳定版: Microsoft Edge将更新到最新稳定版本。
 - Beta 版本: Microsoft Edge 将更新到最新的 beta 版本。
 - 开发版: Microsoft Edge 将更新到最新开发版本。
 - 扩展稳定版: Microsoft Edge 将更新为最新的扩展稳定版本，其发布节奏长于稳定版本。有关详细信息，请访问 https://go.microsoft.com/fwlink/?linkid=2163508。

如未配置此策略，Microsoft Edge 将更新到默认频道可用的最新版本。

此策略仅适用于已加入 Microsoft® Active Directory® 域的 Windows 实例。</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">如果启用此策略和自动更新，则 Microsoft Edge 将会更新至此策略值指定的版本。

策略值必须为特定 Microsoft Edge 版本，如 83.0.499.12。

如果设备安装了比指定值更新的 Microsoft Edge 版本，则 Microsoft Edge 将继续沿用较新版本，不会降级为指定版本。

如果指定版本不存在，或者格式不正确，则 Microsoft Edge 将继续沿用其当前版本，并且不会自动更新至未来的版本。

有关详细信息，请参阅 https://go.microsoft.com/fwlink/?linkid=2136707。

此策略仅适用于已加入 Microsoft® Active Directory® 域的 Windows 实例。</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">指定 Microsoft Edge 更新应将 Microsoft Edge 的安装回滚到 "目标版本覆盖" 中指示的版本。

除非设置了 "目标版本覆盖" 且 "更新策略替代" 设置为其中一种打开状态(“始终允许更新”、“仅自动无提示更新”、“仅手动更新”)，否则此策略无效。

如果禁用或未配置此策略，则版本比 "目标版本覆盖" 指定的版本高的安装将保留原样。

如果启用此策略，则当前版本高于 "目标版本覆盖" 指定的版本的安装将降级为目标版本。

为了确保受最新安全更新的保护，建议用户安装最新版本的 Microsoft Edge 浏览器。回滚到早期版本可能会遇到已知的安全问题。此策略旨在用作解决 Microsoft Edge 浏览器更新中的问题的临时解决方案。

在临时回滚你的浏览器版本之前，建议你为组织中的所有用户打开同步(https://go.microsoft.com/fwlink/?linkid=2133032)。如果不打开同步，则存在永久丢失浏览数据的风险。使用此策略的风险由你自行承担。

注意: 可用于回滚的所有版本都可在此处查看: https://aka.ms/EdgeEnterprise。

此策略适用于 Microsoft Edge 版本 86 或更高版本。

有关详细信息，请参阅 https://go.microsoft.com/fwlink/?linkid=2133918。

此策略仅在加入 Microsoft® Active Directory® 域的 Windows 实例上可用。</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeCanary">Lets you specify whether users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you enable this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you disable this policy, users in the Windows Insider Program cannot be enrolled in Edge Preview via Microsoft Edge Update.

  - If you don't configure this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update by default.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">指定是否可以在加入域的设备上安装 Microsoft Edge 通道。

  如果对某个频道启用此策略，将不会阻止 Microsoft Edge 安装。

  如果对某个通道禁用此策略(或将其设置为“禁用安装”)，则不会阻止安装 Microsoft Edge。

  如果没有为通道配置此策略，则 "默认允许安装" 策略配置将确定用户是否可以安装该 Microsoft Edge 通道。

如果将此策略设置为“始终允许计算机范围的安装”，但不允许按用户安装，"APP_NAME" 将仅在计算机范围内部署。

如果将此策略设置为“强制安装”(计算机范围)，则 "APP_NAME" 只能在预安装 Microsoft Edge 更新的情况下部署在计算机范围内。需要 Microsoft Edge 更新 1.3.155.43 或更高版本。

此策略仅适用于已加入 Microsoft® Active Directory® 域的 Windows 实例。</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">指定 Microsoft Edge 更新如何处理 Microsoft Edge 可用的更新。

如果启用此策略，Microsoft Edge 更新将根据配置以下选项的方式处理 Microsoft Edge 更新：
  - 始终允许更新：始终在发现更新时应用更新（通过定期更新检查或手动更新检查）。
  - 仅自动无提示更新：仅在定期更新检查发现更新时才应用更新。
  - 仅手动更新：仅当用户运行手动更新检查时，才会应用更新（并非所有应用提供此选项的界面）。
  - 禁用更新：从不应用更新。

如果选择手动更新，请确保使用该应用程序的手动更新机制（如果有）定期检查更新。如果禁用更新，则会定期检查更新并将其分发给用户。

如果未启用和配置此策略，则 Microsoft Edge 更新将处理“更新策略替代默认值”策略指定的可用更新。

有关详细信息，请参阅 https://go.microsoft.com/fwlink/?linkid=2136406。

此策略仅在加入 Microsoft® Active Directory® 域的 Windows 实例上可用。</string>
      <string id="Explain_TargetChannelMicrosoftEdgeWebView">指定应更新到的频道Microsoft Edge。

如果启用此策略，则将根据配置以下选项的方式将Microsoft Edge 更新到频道: 

 - 稳定版: Microsoft Edge将更新到最新稳定版本。
 - Beta 版本: Microsoft Edge 将更新到最新的 beta 版本。
 - 开发版: Microsoft Edge 将更新到最新开发版本。
 - 扩展稳定版: Microsoft Edge 将更新为最新的扩展稳定版本，其发布节奏长于稳定版本。有关详细信息，请访问 https://go.microsoft.com/fwlink/?linkid=2163508。

如未配置此策略，Microsoft Edge 将更新到默认频道可用的最新版本。

此策略仅适用于已加入 Microsoft® Active Directory® 域的 Windows 实例。</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">如果启用此策略和自动更新，则 Microsoft Edge 将会更新至此策略值指定的版本。

策略值必须为特定 Microsoft Edge 版本，如 83.0.499.12。

如果设备安装了比指定值更新的 Microsoft Edge 版本，则 Microsoft Edge 将继续沿用较新版本，不会降级为指定版本。

如果指定版本不存在，或者格式不正确，则 Microsoft Edge 将继续沿用其当前版本，并且不会自动更新至未来的版本。

有关详细信息，请参阅 https://go.microsoft.com/fwlink/?linkid=2136707。

此策略仅适用于已加入 Microsoft® Active Directory® 域的 Windows 实例。</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">指定 Microsoft Edge 更新应将 Microsoft Edge 的安装回滚到 "目标版本覆盖" 中指示的版本。

除非设置了 "目标版本覆盖" 且 "更新策略替代" 设置为其中一种打开状态(“始终允许更新”、“仅自动无提示更新”、“仅手动更新”)，否则此策略无效。

如果禁用或未配置此策略，则版本比 "目标版本覆盖" 指定的版本高的安装将保留原样。

如果启用此策略，则当前版本高于 "目标版本覆盖" 指定的版本的安装将降级为目标版本。

为了确保受最新安全更新的保护，建议用户安装最新版本的 Microsoft Edge 浏览器。回滚到早期版本可能会遇到已知的安全问题。此策略旨在用作解决 Microsoft Edge 浏览器更新中的问题的临时解决方案。

在临时回滚你的浏览器版本之前，建议你为组织中的所有用户打开同步(https://go.microsoft.com/fwlink/?linkid=2133032)。如果不打开同步，则存在永久丢失浏览数据的风险。使用此策略的风险由你自行承担。

注意: 可用于回滚的所有版本都可在此处查看: https://aka.ms/EdgeEnterprise。

此策略适用于 Microsoft Edge 版本 86 或更高版本。

有关详细信息，请参阅 https://go.microsoft.com/fwlink/?linkid=2133918。

此策略仅在加入 Microsoft® Active Directory® 域的 Windows 实例上可用。</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeWebView">Lets you specify whether users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you enable this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you disable this policy, users in the Windows Insider Program cannot be enrolled in Edge Preview via Microsoft Edge Update.

  - If you don't configure this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update by default.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">更新检查之间的分钟数</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">小时</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">分钟</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">持续时间</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">要请求的下载 URL 的类型</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">选择如何指定代理服务器设置</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>代理服务器的地址或 URL</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>代理 .pac 文件的 URL</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">更新策略</dropdownList>
      </presentation>
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">更新策略</dropdownList>
      </presentation>
      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>目标版本</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ECSControl">
        <dropdownList refId="Part_ECSControl"
            defaultItem="1">控制更新程序与试验和配置服务的通信</dropdownList>
      </presentation>
      <presentation id="Pol_TargetChannel" >
        <dropdownList refId="Part_TargetChannel"
            defaultItem="0">目标频道
        </dropdownList>
      </presentation>
      <presentation id="Pol_DefaultRemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_RemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_EdgePreview" />
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultAllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">安装策略</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">安装策略</dropdownList>
      </presentation>

    </presentationTable>
  </resources>
</policyDefinitionResources>